Repository: olavinto/KODI-Addon-Skin-Helper-Widgets
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi

# #32000
source: Favourites
fi_fi: Suosikit

# #32001
source: Favourite Media
fi_fi: Suosikkimedia

# #32002
source: Next Episodes
fi_fi: Seuraavat jaksot

# #32003
source: Recommended Movies
fi_fi: Elokuvasuositukset

# #32004
source: Recommended Media
fi_fi: Sarjasuositukset

# #32005
source: Recent Media
fi_fi: Uusin media

# #32006
source: Similar Movies
fi_fi: Samankaltaiset elokuvat

# #32007
source: In progress and Recommended Media
fi_fi: Keskeneräinen ja suositeltu media

# #32008
source: Random Episodes
fi_fi: Satunnaiset jaksot

# #32009
source: Recommended Episodes
fi_fi: Jaksosuositukset

# #32010
source: In progress and recommended Episodes
fi_fi: Keskeneräiset ja suositellut jaksot

# #32011
source: In progress Media
fi_fi: Keskeneräinen media

# #32012
source: Recently added songs
fi_fi: Viimeksi lisätyt kappaleet

# #32013
source: Recently played songs
fi_fi: Viimeksi toistetut kappaleet

# #32014
source: Similar TV Shows
fi_fi: Samankaltaiset sarjat

# #32015
source: Recommended albums
fi_fi: Albumisuositukset

# #32016
source: Recommended songs
fi_fi: Kappalesuositukset

# #32017
source: PVR Channel groups
fi_fi: Television kanavaryhmät

# #32018
source: Recent recordings
fi_fi: Uusimmat tallenteet

# #32019
source: Next unwatched recordings
fi_fi: Seuraavat katsomattomat tallenteet

# #32020
source: TV Channels
fi_fi: Televisiokanavat

# #32021
source: Timers
fi_fi: Ajastukset

# #32022
source: Similar Media
fi_fi: Samakaltainen media

# #32023
source: Widgets
fi_fi: Widgetit

# #32024
source: Enable artwork lookups
fi_fi: Nouda mediakuvituksia

# #32025
source: Show specials in episode widgets
fi_fi: Näytä erikoisjaksot jaksowidgeteissä

# #32026
source: Browse albums instead of playing for album widgets
fi_fi: Toiston sijaan selaa albumeita albumiwidgeteistä

# #32027
source: In-progress episodes
fi_fi: Keskeneräiset jaksot

# #32028
source: In-progress movies
fi_fi: Keskeneräiset elokuvat

# #32029
source: In-progress and recommended movies
fi_fi: Keskeneräiset ja suositellut elokuvat

# #32030
source: TV Channels (with artwork)
fi_fi: Televisiokanavat (mediakuvituksilla)

# #32031
source: Next unwatched recordings (reversed)
fi_fi: Seuraavat katsomattomat tallenteet (käänteinen)

# #32032
source: In-progress and random movies
fi_fi: Keskeneräiset ja satunnaiset elokuvat

# #32033
source: Random albums
fi_fi: Satunnaiset albumit

# #32034
source: Random songs
fi_fi: Satunnaiset kappaleet

# #32035
source: Hide watched items in video widgets
fi_fi: Piilota katsotut kohteet videowidgeteistä

# #32036
source: Only use in-progress shows in next episodes widget
fi_fi: Sisällytä seuraavien jaksojen widgettiin vain keskeneräiset sarjat

# #32037
source: Recommended Tv Shows
fi_fi: Sarjasuositukset

# #32038
source: Recently added movies
fi_fi: Viimeksi lisätyt elokuvat

# #32039
source: Recently added episodes
fi_fi: Viimeksi lisätyt jaksot

# #32040
source: Recently added musicvideos
fi_fi: Viimeksi lisätyt musiikkivideot

# #32041
source: Random Tv Shows
fi_fi: Satunnaiset sarjat

# #32042
source: Unaired episodes
fi_fi: Esittämättömät jaksot

# #32043
source: Next airing episodes
fi_fi: Seuraavaksi esitettävät jaksot

# #32044
source: In progress TV shows
fi_fi: Keskeneräiset sarjat

# #32045
source: Recently added TV shows
fi_fi: Viimeksi lisätyt sarjat

# #32046
source: IMDB Top 250 movies in library
fi_fi: Kirjaston IMDB Top 250 -elokuvat

# #32047
source: IMDB Top 250 Tv shows in library
fi_fi: Kirjaston IMDB Top 250 -sarjat

# #32048
source: Random movies
fi_fi: Satunnaiset elokuvat

# #32049
source: In progress and random Episodes
fi_fi: Keskeneräiset ja satunnaiset jaksot

# #32050
source: Group items in recent episodes widget
fi_fi: Ryhmittele uusien jaksojen widgetin kohteet

# #32051
source: Browse TV Show
fi_fi: Selaa sarjaa

# #32052
source: Browse Season
fi_fi: Selaa kautta

# #32053
source: Default number of items to show in widget
fi_fi: Widgetissä näytettävien kohteiden oletusmäärä

# #32054
source: PVR
fi_fi: Televisio/tallennin

# #32055
source: Similar songs
fi_fi: Samankaltaiset kappaleet

# #32056
source: Similar albums
fi_fi: Samakaltaiset albumit

# #32057
source: Mixed Media
fi_fi: Sekalainen media

# #32058
source: Movies and Tvshows in IMDB Top250
fi_fi: IMDB:n Top 250 elokuvat ja sarjat

# #32059
source: Random media
fi_fi: Satunnainen media

# #32060
source: In progress and Random media
fi_fi: Keskeneräinen ja satunnainen media

# #32061
source: In progress music videos
fi_fi: Keskeneräiset musiikkivideot

# #32062
source: Random music videos
fi_fi: Satunnaiset musiikkivideot

# #32063
source: Recently added artists
fi_fi: Viimeksi lisätyt esittäjät

# #32064
source: Random artists
fi_fi: Satunnaiset esittäjät

# #32065
source: Recommended artists
fi_fi: Esittäjäsuositukset

# #32066
source: Unwatched movies
fi_fi: Katsomattomat elokuvat

# #32067
source: Hide watched items in recent items listings
fi_fi: Piilota katsotut kohteet viimeisimpien kohteiden listauksista

# #32068
source: Episodes airing today
fi_fi: Tänään esitettävät jaksot

# #32069
source: Recently played TV channels
fi_fi: Viimeksi katsotut televisiokanavat
